Repository: SiyiVT/LocalTesting
Catalog: App_Data/Sitefinity/GlobalResources/_IHHLabel.*.resx
Languages: id

source: Test
id: Test_ID

source: Our Specialties
id: Spesialisasi kami

source: Our Renowned Hospitals
id: Rumah Sakit Ternama Kami

source: Select Your Preferred Location
id: Tentukan Rumah Sakit Pilihan Anda

source: Appointment
id: Janji Temu

source: Ask A Doctor
id: Tanya Dokter

source: Travel Guide
id: Panduan Perjalanan

source: Enquiry
id: Pertanyaan

# FieldRequiredErrorMessage
source: This is a required field
id: Ini adalah kolom yang harus diisi

source: Select Hospital Location
id: Pilih Lokasi Rumah Sakit

# MedicalConcern
source: Medical Concern / Request
id: Kekhawatiran / Permintaan Medis

# MedicalConcernDescription
source: Please upload any medical report(s) if you have any.<br/> File(s) format: JPG/PDF only. <br/> (File size less than 10mb. If your file size is larger than the allocated size, you may insert a download link in the message box above.)
id: Silakan unggah rekam medis jika Anda memilikinya.<br/> Format file: Hanya JPG/PDF. <br/> (Ukuran file kurang dari 10mb. Jika ukuran file Anda lebih besar dari ukuran yang dialokasikan, Anda dapat memasukkan tautan unduhan di kotak pesan di atas)

# AttachFileBtn
source: Attach File
id: File Lampiran

# FirstOption
source: 1st Option
id: Opsi Pertama

# SecondOption
source: 2nd Option
id: Opsi Kedua

source: Select Specialty
id: Pilih Spesialisasi

source: Preferred Doctor
id: Dokter yang Dipilih

source: Optional
id: Opsional

source: Nationality
id: Kewarganegaraan

source: Gender
id: Jenis Kelamin

source: Date of Birth
id: Tanggal Lahir

source: Passport no.
id: No. Paspor

source: Country Code
id: Kode Negara

source: Contact Number
id: Nomor Kontak

source: Alternative Contact Number
id: Nomor Kontak Alternatif

# RequiredFieldsDescription
source: *indicates required fields
id: *menunjukkan kolom yang wajib diisi

# IHHMYConsent
source: I have read, understood, and consent to IHH MY {0}.
id: Saya telah membaca, memahami, dan menyetujui {0} IHH MY.

# PDPNotice
source: Personal Data Protection Notice
id: Pemberitahuan Perlindungan Data Pribadi

# AgreeReceiveMarketingMessage
source: I agree to receive marketing-related messages or collaterals.
id: Saya setuju untuk menerima pesan atau jaminan terkait pemasaran.

# VerifyHuman
source: *Please validate the Google reCaptcha
id: *Harap validasi Google reCaptcha

source: Next
id: Berikutnya

# PassportName
source: Name (as per Passport)
id: Nama (sesuai Paspor)

source: Submit
id: Kirim

source: Time
id: Waktu

# ChooseLocation
source: Choose a location
id: Pilih Lokasi

# ChooseSpecialty
source: Choose a specialty
id: Pilih Spesialisasi

# SearchSelectDoctor
source: Search or select a doctor
id: Cari atau pilih dokter

source: Your Preferred Time
id: Waktu Pilihan Anda

# SelectNationality
source: Select a nationality
id: Pilih kewarganegaraan

# SelectGender
source: Select a gender
id: Pilih jenis kelamin

source: Enter email
id: Masukkan email

source: Date
id: Tanggal

source: Make An
id: Buat

# AppointmentDetails
source: Appointment Detail
id: Detail Janji Temu

source: Email Address
id: Alamat Email

source: Specialty
id: Spesialisasi

# Language
source: Language(s)
id: Bahasa

source: Certification & Qualifications
id: Sertifikasi & Kualifikasi

source: Day
id: Hari

source: Related Specialty Doctors
id: Dokter Spesialis Terkait

source: View Profile
id: Lihat Profil

source: Make an Appointment
id: Buat Janji Temu

source: Clinic Hours
id: Jam Buka Klinik

source: Health Screening
id: Pemeriksaan Kesehatan

# NotAgreeReceiveMarketingMessage
source: I do not agree to receive marketing-related messages or collaterals.
id: Saya tidak setuju untuk menerima pesan atau jaminan terkait pemasaran.

source: Rooms & Rates
id: Kamar & Tarif

# RoomsRatesPrice
source: + per night
id: + per malam

source: Flights to Malaysia
id: Penerbangan ke Malaysia

# TGFrom
source: From
id: Dari

# PlaceToVisit
source: Places To Visit
id: Tempat-tempat yang Bisa Dikunjungi

source: Activities
id: Aktivitas

source: Explore
id: Jelajahi

source: WhatsApp Us
id: WhatsApp Kami

# TGGrabCar
source: Alternatively, you can take a GrabCar or taxi from the airport to
id: Atau, Anda bisa memesan GrabCar atau taksi dari bandara ke

# TGTransportTopText
source: <h2 class="airport-transfer-header"> Airport Transfer </h2> <p> You may request for our complimentary shuttle service (subject to availability) <br> Please make a reservation at least two days in advance by providing the following information: </p> <ul> <li>Name and passport of patient and caregivers</li> <li>Contact details</li> <li>Flight details</li> <li>Appointment details</li> </ul>
id: <h2 class="airport-transfer-header"> Penjemputan di Bandara </h2> <p> Anda bisa mengajukan pelayanan antar-jemput gratis dari kami (tergantung ketersediaan) <br> Harap lakukan reservasi minimal dua hari sebelumnya dengan menyampaikan informasi berikut: </p> <ul> <li>Nama dan paspor pasien dan pendamping</li> <li>Detail kontak</li> <li>Detail penerbangan</li> <li>Detail janji temu</li> </ul>

source: Email Us
id: Email Kami

# TGNeedToBook
source: Need to book an Airport Transfer?
id: Perlu untuk Memesan Penjemputan di Bandara?

# TGHotels
source: Hotels
id: Hotel

source: Show All Flights
id: Tunjukkan Semua Penerbangan

# ShowAllPlaces
source: Show All Places To Visit
id: Tampilkan Semua Tempat Untuk Dikunjungi

source: Show All Hotels
id: Tampilkan Semua Hotel

# RoomsRatesNote
source: The Management reserves the right to change these prices without prior notice & pricing is correct at publish time.
id: Pihak manajemen berhak mengubah tarif-tarif tersebut tanpa pemberitahuan terlebih dahulu dan tarif yang tertera adalah tarif yang berlaku pada saat dipublikasikan.

# LatestPackages
source: Latest Packages and Promotions
id: Paket dan Promosi Terbaru

source: Call Us
id: Hubungi kami

source: Doctors
id: Dokter

source: Make an Appointment or Enquiry
id: Buat Janji Temu atau Pertanyaan

source: Your Preferred Specialty
id: Spesialisasi pilihan Anda

source: Cost of Treatment
id: Biaya Perawatan

source: Our Doctors
id: Dokter Kami

# SearchByDoctor
source: Search by Doctor Name
id: Cari menurut Nama Dokter

source: Search by Location
id: Cari menurut Lokasi

source: Search by Hospital
id: Cari menurut Rumah Sakit

source: Search by Specialty
id: Cari menurut Spesialisasi

# PreferredHospital
source: Your Preferred Hospital
id: Rumah Sakit pilihan Anda

# PreferredDoctorName
source: Your Preferred Doctor Name
id: Nama Dokter pilihan Anda

source: All
id: Semua

source: Your Preferred Location
id: Lokasi pilihan Anda

source: Packages
id: Paket

source: No packages
id: Tidak Ada Paket

source: Home
id: Beranda

source: Phone No.
id: No. Telepon

# ConfirmationOverview
source: Appointment Summary
id: Ringkasan Janji Temu

# AppointmentConfirmed
source: Appointment Request
id: Permintaan Janji Temu

# UrlHospitalTG
source: Find Everything You Need to Know About Travelling to Malaysia
id: Temukan Segala Sesuatu yang Perlu Anda Ketahui Tentang Bepergian ke Malaysia

# UrlHospitalTGButton
source: View Our Travel Guide
id: Lihat Panduan Perjalanan Kami

source: Thank You!
id: Terima Kasih!

# ReceivedApptDesc1
source: We have received your appointment request.
id: Kami sudah menerima permintaan janji temu dari Anda.

# ReceivedApptDesc2
source: Our customer service will contact you within the next business day to confirm your appointment.
id: Layanan pelanggan kami akan menghubungi Anda pada hari kerja yang berikutnya untuk melakukan konfirmasi janji temu Anda.

source: List of Hospitals
id: Daftar Rumah Sakit

# ReceivedApptDesc3
source: If you require immediate medical assistance, please call us at:
id: Jika Anda memerlukan bantuan medis segera, silakan hubungi kami di:

# ReceivedApptDesc4
source: Kindly note this is not a confirmed appointment.
id: Harap perhatikan bahwa belum ada konfirmasi untuk janji temu ini.

# Currency
source: RM
id: Rp

# TravelGuideRecommendDesc
source: Let's make your trip more comfortable. Below are our suggested airlines & accomodations.
id: Mari kita usahakan agar perjalanan Anda terasa lebih nyaman. Berikut adalah maskapai penerbangan & akomodasi yang kami sarankan.

# RecommendAirlineTitle
source: Who To Fly With
id: Maskapai Penerbangan yang Tersedia

source: Find Out More
id: Ketahui Lebih Lanjut

# RecommendHotelTitle
source: Where To Stay
id: Tempat Penginapan yang Tersedia

source: More Travel Tips!
id: Tip Perjalanan Lebih Lanjut!

# PatientDetails
source: Patient's Details
id: Detail Pasien

# WhatsAppContactNumber
source: Contact Number (preferable contactable via WhatsApp
id: Nomor Kontak (sebaiknya bisa dihubungi via WhatsApp)

source: Enquiry Form
id: Formulir Pertanyaan

# DisclaimersDesc1
source: Kindly note that this is not a confirmed appointment. Our Customer Service team will contact you to finalise your appointment date & time based on doctor's availability.
id: Harap perhatikan bahwa belum ada konfirmasi untuk janji temu ini. Tim Layanan Pelanggan kami akan menghubungi Anda untuk memfinalisasi tanggal & waktu janji temu Anda berdasarkan ketersediaan dokter.

# DisclaimersDesc2
source: I have read and confirmed that the details above are accurate.
id: Saya sudah membaca dan menegaskan bahwa detail di atas sudah akurat.

# MedicalConcernMessage
source: *Indicate 'N/A' if it is not applicable
id: *Isi dengan 'N/A' yang berarti “not applicable” atau tidak berlaku

source: Female
id: Perempuan

# IHHAppointmentConfirmMessage
source: I have read and confirmed that the details above are accurate.
id: Saya sudah membaca dan menegaskan bahwa detail di atas sudah akurat.

# IHHAppointmentConsent
source: Kindly note that this is not a confirmed appointment. Our Customer Service team will contact you to finalise your appointment date & time based on doctor's availability.
id: Harap perhatikan bahwa belum ada konfirmasi untuk janji temu ini. Tim Layanan Pelanggan kami akan menghubungi Anda untuk memfinalisasi tanggal & waktu janji temu Anda berdasarkan ketersediaan dokter.

source: Back
id: Kembali

source: View more
id: Lihat lebih lanjut

# FlyFromIndonesia
source: Fly from Indonesia to
id: Terbang dari Indonesia ke

source: Destination
id: Tempat Tujuan

source: Filter by
id: Saring menurut

# CopyrightText
source: Copyright ©2023 Pantai Medical Centre Sdn Bhd.
id: Semua Hakcipta Terpelihara © 2023 Pantai Medical Centre Sdn Bhd.

# PackagesPromotions
source: Packages and Promotions
id: Paket dan Promosi

source: Articles
id: Artikel

source: More Articles
id: Artikel Lainnya

source: Monday
id: Senin

source: Tuesday
id: Selasa

source: Wednesday
id: Rabu

source: Thursday
id: Kamis

source: Friday
id: Jum'at

source: Others
id: Lain-lain

# ClinicHourTime
source: Time
id: Jam

source: Shop
id: Toko

source: Search Results
id: Hasil Pencarian

source: Search
id: Cari

source: Topics
id: Topik

source: mins read
id: menit baca

source: Awards & Accreditions
id: Penghargaan & Akreditasi

source: Please Select Your Preferred Hospital
id: Silahkan Pilih Rumah Sakit Pilihan Anda

# ReceivedEnquiryDesc1
source: We have received your enquiry request.
id: Kami sudah menerima permintaan pertanyaan dari Anda.

# DoctorAppointment
source: Doctor's Appointment
id: Janji Temu dengan Dokter

source: Health Screening Appointment
id: Janji Temu untuk Skrining Kesehatan
